BOT_COMMANDS = [
    ("start", "Запустить бота"),
    (
        "show_users",
        "Показать всех пользователей (доступно только администратору)",
    ),
    (
        "show_requests",
        "Показать заявки на доступ (доступно только администратору)",
    ),
    (
        "stats",
        "Статистика пользователей (доступно только администратору)",
    ),
    (
        "invite",
        "Получить пригласительную ссылку (доступно только администратору)",
    ),
    (
        "add_user",
        "Выдать роль 'user' пользователю (доступно только администратору)",
    ),
    (
        "delete_user",
        "Забрать роль 'user' у пользователя (доступно только администратору)",
    ),
    (
        "ban",
        "Заблокировать пользователя (доступно только администратору)",
    ),
    (
        "unban",
        "Разблокировать пользователя (доступно только администратору)",
    ),
    (
        "add_admin",
        "Выдать роль 'admin' пользователю (доступно только главному "
        "администратору)",
    ),
    (
        "delete_admin",
        "Забрать роль 'admin' у пользователя (доступно только "
        "главному администратору)",
    ),
]
